
<html>
<head>
</head>
<body>
<center><h2>MLG Blog</h2></center>
<br/><br/>
<br/><br/>
   <?php
    $mass = "Mass.json";
    $content = file_get_contents($mass);
   $content = json_decode($content,true);
    $massiv = array(
    "Мысли ветра" => "Много сказано о том как нагребать ответственность, но всякая вещь должна быть в балансе. 

Для баланса ответсвенности у меня есть особый инструмент - “отказ от ответсвенности”. 

Работает это так - я сам внутри себя могу взять на себя любую ответственность, но нет ни одного человека которому было бы позволено “взвалить” на меня ответственность - он может мне ее только предложить.

Если кто-то пытается заставить меня что-то делать в рамках ответсвенности которую я на себя взял - у него скорее всего не получился. Он может мне предложить, он может мне напомнить.
",
    2 => "Post_2",
    3 => "Post_3",
);
    $id = 1;
    foreach($massiv as $key => $value){
echo "<h2>".$key."<h2 />";
echo "<p>".$value."<p />"."<br />";
$id++;
};
    ?>
<br/><br/>
<center> <a href="https://github.com/Saitamchik/Blog">Репозиторий</a></center>
</body>
</html>
